Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 로드슨 공작가라면 필립 공자의 가문이다.{j}절 생일에 초대하였던, 그.
en_us: The Rodson family was also Marquess Philip’s family. The person who had invited Blondina to his birthday party.{j}

source: “너무 귀여워.{j}고양이가 한숨도 쉬고.”
en_us: “How cute. A cat that sighs.”{j}

source: 갑자기 운명이 바뀌어 버렸다.
en_us: Her life completely changed in a blink of an eye.

source: 몸이 본능적으로 움츠러드는 탓에 어서 이 불편한 자리를 벗어나고만 싶었다.
en_us: The knight was awkwardly standing before the princess, feeling uncomfortable by the situation he has brought himself into. He simply wanted to leave.

source: 잠시 생각에 잠겼던 에이몬이 물끄러미 블론디나를 올려다봤다.
en_us: Lost in thoughts, Amon looked up at Blondina.

source: “응?{j}누구라고?”
en_us: “Wait, who is it again?”

source: 어린 황녀의 고민이 귀엽다는 듯, 황제가 크게 웃었다.
en_us: The emperor smiled at his young princess looking at her adorably.

source: 황녀님이 아무리 어리다고 해도 숙녀이다.{j}에이몬은 짐승이기는 하나 수컷이다.{j}귀족 호사가들의 입방아는 우아하면서도 동시에 몹시 천박하다는 걸, 귀족으로만 살아온 루시는 잘 알고 있었다.
en_us: As a noble herself, Lucy knew very well that if people learned of Amon’s true identity it would be a perfect rumor for the elegant nobles to vulgarly gossip about. No matter how young the two were, Blondina was a princess and Amon was a beast. There were so many possible grubby stories people could build up on.{j}{j}

source: 그래, 말한다면 에이몬이 모두 해결해 줄 것이다.{j}에이몬은 강하고 또 강했으니까.{j}커다란 덩치의 여관 주인에게 복수해 줄 수 있으리라.
en_us: I should probably just tell Amon. He’s strong so he should be able to solve my past. Maybe I can ask him to get revenge on the innkeeper for me. {j}{j}

source: 고양이는 대답 대신 뒤를 힐끗 돌아보았다.{j}수풀 뒤로 그리 높지 않은 절벽이 있었다.{j}중간에 나무 하나가 비죽 나와 있었는데 한쪽 가지가 살짝 꺾여 있는 것을 보니 그쪽에 부딪친 모양이다.
en_us: Instead of replying to her question, the cat glanced at a small cliff behind the bushes. And next to the cliff, there was a small tree sticking out in the middle with its branches broken.{j}{j}

source: 살짝 커진 눈으로 제 연인이었던 릴리, 그녀의 딸이자 제 피붙이인 블론디나를 가만히 응시할 따름이었다.
en_us: All he did was gaze at Blondina, who reminded him of his past lover and the love he shared with her.

source: “귀뚜라미는 인간을 가르칠 수 없어.{j}그것도 모르니?”
en_us: “Insects cannot teach humans. Don’t you know that?”{j}

source: ‘나 괴롭히던 애들은 엄마가 다 혼내 줬었는데…….’
en_us: I remember how my mother always helped me when I was bullied back then...

source: “네 어미 이름이 릴리가 맞는가.”
en_us: “Your mother’s name is Lily, correct?”

source: 불필요하게 당당한 태도였다.
en_us: Amon smirked as if he was extremely proud of what he had done to Philip.

source: 심지어 기분이 좋아져 자신도 모르게 자꾸 꼬리를 흔들게 된다.
en_us: And without realizing, he couldn’t hide his pleasant feeling wagging his tail back and forth.

source: “혹시 모르니까…….
en_us: “Just in case...”

source: “네!”
en_us: “Yes, sir!”

source: 신수라서 속마음을 들여다볼 수도 있는 걸까?
en_us: Do divine beasts have a special power to read minds?

source: 에이몬은 스륵 몸을 떨궈 블론디나의 무릎에 머리를 대고 누웠다.
en_us: Amon, in his human form, dropped to the ground and laid his head onto her knews.

source: 어릴 적, 절 괴롭히던 남자애들을 피해 도망가다가 도랑에 빠졌던 적이 있다.{j}그때 다리를 절뚝거리며 일어나자 남자애들은 놀란 표정으로 어깨를 움츠렸었다.{j}지금 저 고양이들 태도가 딱 그 남자애들 같다.
en_us: Back when she was a little girl, she also once fell into a ditch and hurt her legs while running away from a group of boys bullying her. The moment she stood up with her limping leg, the boys shrugged their shoulder and flinched just like the two cats hiding behind the tree.{j}{j}

source: 블론디나가 입술을 삐죽거리다가 기어코 목울대를 꿀꺽 울렸다.
en_us: Blondina couldn’t say a word. Her throat choked up as she got emotional after hearing Amon’s words.

source: 아델라이 황녀가 고개를 슬며시 기울였다.{j}그런 후 인사 대신 블론디나가 이해할 수 없는 말을 늘어놓기 시작했다.
en_us: Princess Adellai slowly turned her heads toward Blondina so that Blondina could hear her words and started speaking in a language Blondina couldn’t understand.{j}

source: 차각, 톡!
en_us: Clatter. Tap!

source: 귀엽다.
en_us: Cute.

source: “안녕하십니까, 황녀님.{j}저는…….”
en_us: “Good afternoon, my Lady. I’m...”{j}

source: “혹시 모르니까…….{j}상처가 안 보일 부위로 잘 골라서…….”
en_us: “You should just target parts of his body where his bruises wouldn’t be visible, just in case...”{j}

source: 자그마한 귀가 삐죽 나왔다가 사라지고 여기저기를 부산스레 돌아다니다가 다시 숨었다.
en_us: After his tiny ears peeked out over the window, he hurriedly hid himself believing he was not noticed by Blondina yet.

source: “나랑 친구 하자.{j}어차피 친구도 없지 않아?”
en_us: “Come on, we can be friends. You don’t have any, do you?”{j}

source: 우선 말하는 고양이에 대한 의문보다 걱정이 앞선 탓이다.
en_us: Despite the million questions she had for the cat, her priority was to tend it.

source: 「네가 살아온 얘기.」
en_us: “Tell me your life story.”

source: “……지금 네가 네 입으로 멋지고, 강하고, 위대하다고 말하는 거야?”
en_us: “Did you refer yourself as the bravest, coolest, and the strongest just now?”

source: “어제 제국의 역사를 배우는데 문득 슬퍼져서요.”
en_us: “I was studying about the history of our empire yesterday, and I was saddened.”

source: 주어 하나 없는 질문이었다.{j}메아리처럼 큰 목소리가 울렸으나 답은 없었다.
en_us: From afar, it didn’t sound like she was addressing to anyone specific. Her loud voice echoed through the forest without anyone responding back.{j}

source: 블론디나는 어안이 벙벙한 표정으로 그를 바라보았다.{j}상황 판단이 제대로 되지 않은 탓이다.
en_us: Blondina was confused. For the first time, she couldn’t read the room.{j}

source: 뒷골목을 전전하며 돈 없는 평민으로만 지내지 않았나.{j}글자를 배우기는커녕, 어린 소녀의 몸으로 하루하루 살아남는 것조차 힘겨운 삶이었다.
en_us: However, it was expected from a girl who lived her entire life as a commoner struggling to survive in the streets. She had no time to learn letters when her life was always on the ropes.{j}

source: 「그거 뭐냐니까.」
en_us: “I asked what is that thing on your wrist.”

source: “그랬나?”
en_us: “Oh really? I didn’t realize.”

source: “컥…….”
en_us: “Eek...”

source: 「우리는 일반 표범과 달라.{j}열여덟이나 열아홉쯤 되면 한 번에 커져.{j}그때 성년식 하거든.」
en_us: “We’re different from regular leopards. We transform into our adult forms once we hit eighteen or nineteen years old. That’s when we have our coming-of-age ceremony.”{j}{j}

source: 그때 뒤에서 여자아이 한 명이 톡 튀어나왔다.
en_us: The moment Blondina was about to leave, anothe voice butted in.

source: 「괜찮겠어?」
en_us: “Will you be okay?”

source: 쌍둥이라고는 하나 분위기나 생김새가 무척 달랐다.{j}같은 배에서 태어났다고는 믿기 힘들 정도로.
en_us: Carrying complete different traits of personality and appearance, it was almost impossible to believe that these two were twins born from the same mother.

source: 나이를 막론하고 상대는 모두 살살 비위를 맞췄다.
en_us: Regardless of age or social class, every single noble who wished to join her group did whatever it took to not fall out of Princess Adellai’s favor.

source: 물론 블론디나는 신경도 쓰지 않은 채 에이몬의 앞발만 매만졌다.{j}털실이 엉켜 있는 앞발이 어찌나 귀여운지 자꾸만 만지작거리게 됐다.
en_us: But Blondina didn’t care a bit. Instead of untying him from the yarn, she touched his soft paws tangled in it.{j}

source: 아델라이 황녀와 라르트 황자는 탐탁지 않은 얼굴로 겨우 답했다.
en_us: Princess Adellai and Prince Lart replied with a sour face.

source: 얼어 버린 블론디나 품에서 고양이가 풀쩍 뛰어내렸다.
en_us: The cat jumped off of Blondina’s frozen arm.

source: 모두가 블론디나의 표정을 주목했다.{j}블론디나가 상처받기를.{j}분해하고 치욕을 느끼며 슬퍼하기를.
en_us: The people around her closely observed her face, expecting her to be disappointed and ashamed. They wanted to see her eyes tear up.{j}{j}

source: 탁.
en_us: Tap.

source: 누나 같은 소리 하네.
en_us: That’s ridiculous. Age is nothing but numbers.

source: “마차 바퀴에 이상이 생겨 곧바로 출발하기는 힘들 것 같습니다.”
en_us: “”My prince and princess, one of the wheels on your carriage broke, and I believe it may take some time for us to fix it.

source: #6화
en_us: Chapter 6

source: 블론디나의 표정에 약간의 긴장이 맺혔다.{j}에이몬도 없는데 혼자 상대하기는 조금 벅찬 느낌이다, 눈앞의 소년은.
en_us: Blondina looked a little nervous when she first saw Philip’s face. She felt a little overwhelmed to handle someone like Philip alone without Amon’s help.

source: 아비의 인정을 받은 것 같아 조금 기뻤으나 거기까지였다.
en_us: It felt good to get her father’s approval, but that was it.

source: 에이몬은 블론디나를 힐끗 올려다보았다가 눈을 끔뻑거리며 털실과 함께 뒹굴었다.
en_us: Amon peeked at Blondina and went back to the ball of yarn to play with it rolling around the carpet.

source: 어떻게 해야 에이몬이 상처받지 않을까.{j}어떻게 해야 이 나름대로 호의를 베푼 짐승을 이해시킬까.
en_us: Blondina thought carefully, but she couldn’t think of a word that wouldn’t hurt Amon’s feelings. She really wanted to show her gratitude for his gift. It was just that she didn’t know she could to a beast.{j}

source: 아직 신랑감은 없지만 나이가 찼으니 귀족 자제로서 해야 할 당연한 행보였다.
en_us: Although she wasn’t engaged yet, it was a mandatory class she had to take as a noble in order to prepare for her future marriage.

source: 고양이의 다리 상처를 보기 위해 상체를 숙였다.
en_us: Blondina bent down to see the cat’s wound.

source: 순간 멀리 떨어진 아델라이의 눈이 뾰족해졌다.{j}황제와 블론디나, 둘 사이에 느껴지는 다정한 기류가 영 거슬린 탓이다.{j}심지어 블론디나는 뱀이 절 휘감는데도 공포 하나 느끼지 않는 표정이었는데, 그 사실에 더욱 불쾌해졌다.
en_us: Princess Adellai, who was standing across the two, sharpened her gaze. She felt greatly disturbed by the warm atmosphere between the two, but she felt even more annoyed buy how Blondina didn’t seem afraid of the snakes, unlike her.{j}{j}

source: “예.{j}폐하께서 신경 써주신 덕에 잘 지내고 있습니다.{j}감사합니다.”
en_us: “Yes, I have. Thank you for your concern Your Majesty.”{j}{j}

source: 에이몬은 그제야 속이 편하다는 듯 꼬리를 살랑이며 물었다.
en_us: Amon finally seemed comfortable with the atmosphere and asked Blondina while wagging his tail.

source: 자포자기한 듯한 에이몬의 목소리가 들렸다.{j}하지만 블론디나는 여전히 그의 앞발을 톡톡 건드리기만 할 뿐이었다.
en_us: In the end, Amon just gave in as Blondina continued to touch his paws.{j}

source: “왜.{j}내가 너무 잘생겼어?”
en_us: “Are you in awe of my devastating good looks?”{j}

source: 고양이 귀가 다시 쫑긋 섰다.{j}블론디나의 속내를 살피는 듯한 시선이 그녀를 훑었다.
en_us: The cat raised his ears as he listened to her blabber and glanced through her body as if he was trying to find her true intentions.{j}

source: 소년 주제에.{j}소년 주제에 짐승 출신이라고 품은 커서는.{j}나이도 나보다 어린 게 어딜…….
en_us: He’s just a boy. How come a creature in his human form have such wide arms? He’s even younger than me...{j}{j}

source: 에이몬의 꼬리가 살랑살랑 움직이고 있었다.{j}마치 술에 취한 고양이처럼 헤롱거리는 반응이 참으로 신기할 따름이었다.{j}대꾸도 없는 에이몬을 향해 짓궂게 다시 물었다.
en_us: With his tails wagging pleasantly, it looked strange to watch Amon wavering back and forth with the branch as if he was drugged by its scent. Looking at Amon, completely ignoring her presence, Blondina had to ask the question.{j}{j}

source: “그런데.{j}블론디나.{j}너 고대어 어디서 배웠어?!
en_us: “Blondina, where did you learn Old Atesian?!”

source: 「어디 가?」
en_us: “Where are you going?”

source: 「그 인간 남자.」
en_us: “I’m talking about that human boy.”

source: 에이몬이 참새 머리를 앞발로 꾹 누르며 말했다.
en_us: Amon ordered the sparrow while pressing his paws on its head.

source: 어찌하여 저 신수가 이곳에 있는 건지, 왜 블론디나와 함께 있는 것인지 알 수 없었다.
en_us: Prince Lart was startled by the sudden appearance of a divine beast. He couldn’t understand how the beast got here, and why would a divine beast be with Blondina.

source: 블론디나는 쉬이 고개를 끄덕였다.{j}아무리 생각해도 지금 황족의 명예를 실추시키는 건 자신이 아닌 저 둘 같았으나 입 밖에 내면 크게 화를 낼 것 같아 계속 참기로 했다.
en_us: No matter how she looked at the current scene, it was obvious to Blondina that it was actually the twins, not her, who were defaming the imperial family. However, she remained silent and simply nodded back.{j}

source: 자신이 태어나자마자 바람같이 떠나간 아비가 준 것이라 어머니는 말씀하셨다.
en_us: Her mother always talked about her father, who abandoned them as soon as she gave birth.

source: 「이딴 풀 쪼가리를 선물이라고.」
en_us: “How can you call this measly pile of weeds a present?!”

source: 게다가.{j}‘저 천한 것이 도대체 언제 고대어를 배운 거지?’
en_us: Where did that worthless peasant learn to speak Old Atesian?

source: “너희 잠시만 이리 와볼래?”
en_us: “You two, can you come here for a moment?”

source: “……그렇지.”
en_us: “...true.”

source: 그 말에 다시 참새가 신이 나, “제 이름은 아직-.” 하고 날개를 파닥였지만, 에이몬의 콧잔등에 주름이 지자 곧바로 입을 다물었다.
en_us: With Blondina’s question, the sparrow was filled with excitement again and interrupted the two. ”I have yet been named...”

source: “그런데…… 고양아.”
en_us: “But...kitty...”

source: 에이몬은 블론디나의 손가락 사이에 제 손가락을 은근슬쩍 끼워 넣으며 미소 지었다.
en_us: He then sneaked his fingers into Blondina’s hand and put them between Blondina’s fingers, grabbing her hand tight.

source: 그때였다.
en_us: Then, suddenly...

source: 손에 올라왔던 앵무새를 날려 보낸 남자가 시종을 향해 찬찬히 뒤를 돌았다.{j}손끝에 묻은 모이를 털며 무심한 얼굴로 고개를 기울인다.
en_us: The blond man slowly turned to his servant after letting the parrot fly away and brushing off the remaining birdseed on his hand.

source: “그렇지.”
en_us: “You’re right.”

source: 「인간을 싫어하니까.」
en_us: “We despise mankind.”

source: “같은 고양이인데 왜 사이가 안 좋아?{j}싸웠어?”
en_us: “You are all cats. Are you not friends with them? Did you get into a fight?”{j}

source: “무슨 고민이라도 있느냐.”
en_us: “Is something on your mind? You look upset.”

source: “한데…… 있는 것이라고는 힘밖에 없는 표범 신수 따위를, 지켜만 봐야 한다는 현실이 너무나 슬퍼요.”
en_us: “But...I don’t understand why we can’t do anything about those brutish divine beasts. All we can do is stand back and watch them run amok as they please. It’s not fair.”

source: 잘못한 게 없지만 먼저 사과까지 했는데 이런 취급을 당하는 건 곤란하다.{j}아직은 쫓겨나기 싫었으니까.
en_us: It was yet too early for her to get kicked out of the imperial castle, so she was left with no other choice but to apologize for something she had not done.{j}

source: 「무슨 소리를 하는 거야.{j}매복과 공격.{j}탁월한 잠행 능력.{j}이게 우리 위대한 표범의 상징이라고.{j}밤은 내 시간이야.」
en_us: “What do you mean? Ambush and attack. These are my superior abilities as the divine leopard beast. The night is my time.”{j}{j}{j}{j}

source: 귓가에 짹짹거리는 참새 목소리가 울려 왔다.
en_us: “Hello!”

source: 블론디나란 천한 것을 욕했더니 저보고 폐하를 부정하는 것이란다.
en_us: Never in his wildest dreams had he expected a street urchin like her to talk back to him bringing up treason.

source: 커다란 화원 문 앞에 시종의 목소리가 울렸다.
en_us: The voice of gatekeeper waiting in front of the back garden’s gate echoed loudly.

source: 블론디나는 다시 고양이에게 고개를 돌리며 은근슬쩍 손을 뻗었다.{j}다시 상처를 살펴보려는 순간 뒤에서 부스럭대는 소리가 들려왔다.
en_us: As she turned back towards the cat, she furtively reached out her hand once more to look at its wound. That very moment, she heard a rustling sound behind her.{j}

source: 블론디나가 제 팔목을 킁킁거리며 물었다.
en_us: Blondina asked sniffing her own wrist.

source: 햇살이 화사하게 들어차는 정원 안.{j}네 사람이 있었다.
en_us: There were four people waiting in the imperial garden glowing with sunlight.{j}

source: “제가 이곳에 온 이유는 별다른 일이 아니라 이것을 드리려고.”
en_us: “I’m here to give you this, Your Highness.”

source: #11화
en_us: Chapter 11

source: 표범 신수 장로가 에이몬을 비롯한 새끼 세 마리에게 늘 하는 말이 있었다.{j}인간들의 힘을 얕보지 말라는 말.
en_us: Back at the Divine Leopard Clan’s settlement, the elder leopard used to tell Amon and two other baby leopards to never underestimate the power humans wield.{j}

source: “응.{j}가자.”
en_us: “Okay. Let’s go back.”{j}

source: 블론디나는 감았던 눈을 떴다.{j}참혹한 현실은 달라지지 않았다.{j}참새는 여전히 테이블 위에 죽은 듯 누워 있었다.{j}루시는 이미 창 쪽으로 달아난 뒤였다.{j}
en_us: Blondina opened her eyes and stared at the horrible sight before her.{j}{j}The sparrow was still lying dead on the table and Lucy fled to the other side of the room far from the scene.{j}{j}

source: 어디서 어린 남자아이의 목소리가 들려왔다.
en_us: “Hey, commoner.”

source: 더듬거리듯 답하자, 에이몬이 몸을 블론디나 쪽으로 기울이며 슬며시 웃었다.{j}그러면서 손을 쭉 뻗어 블론디나의 손등을 만지작거렸는데, 블론디나의 눈동자가 사정없이 흔들렸다.
en_us: Blondina stuttered in surprise. Then, Amon leaned towards her face while slyly smiling at her and reached out his hand to touch Blondina’s. When she felt Amon’s finger touch the back of her hand, her eyes began to tremble intensely.{j}

source: 블론디나는 입을 삐죽였다.
en_us: Blondina pouted.

source: 「그냥.」
en_us: “Just because.”

source: 이게 어찌 된 영문인지 모르겠다.{j}천한 자신이 감히 영주님의 성에 묵게 되다니.
en_us: She was still in disbelief at what was happening. Never in her life had she imagined herself sleeping in an imperial castle.

source: 보름 만에 놀러 온 에이몬.{j}귀여운 새끼 표범.{j}그 입에 물려 있던 작은 참새.{j}그 참새가 지금 제 앞에 톡 떨어져 있다.{j}블론디나는 침을 꼴깍 삼켰다.
en_us: She couldn’t believe that the baby leopard who had gone missing for the past fifteen days would return with a dead sparrow in his mouth. It was a shocking sight to see. Blondina took a deep breath.{j}{j}{j}{j}

source: “감사합니다.{j}모두 폐하의 관심과 가르침 덕입니다.”
en_us: “Thank you, Your Majesty. It’s all thanks to your care and guidance.”{j}

source: 아델라이 황녀가 다시 고개를 돌렸다.{j}시무룩한 표정으로 어깨를 내린 라르트 황자가 보였다.
en_us: She turned to her twin brother with a sullen face and apologized.

source: “그것도 사이가 엄청 나쁘지요!{j}인간하고 신수님들이 완전 피 튀기며 싸웠었잖아요!{j}아직도 신수님들이 그 얘기 꺼내면 이를 가는데?”
en_us: “It’s not just bad, but it’s really bad. There’s no love between those two groups. The humans and the divine beasts once battle against each other. It’s still a sore topic for the divine beasts to discuss about.”{j}{j}

source: 촐싹거리는 라르트 황자의 말을 내내 무시하던 아델라이 황녀가 기어코 소리를 내지르고 말았다.
en_us: Adellai could no longer hold her temper at Lart for annoying her the entire night.

source: 평민일 때도 그랬다.{j}동네 남자애들은 누가 더 망아지를 잘 타는지 자랑했고 여자애들은 생일에 받은 새 옷을 자랑했다.
en_us: It was just as she had expected. The aristocrats were no different from the commoners. When she was out living in the streets, the boys would always talk about who was better at riding donkeys while the girls always bragged about their new clothes they received for their birthdays.{j}

source: 익숙하다니?
en_us: How could she say she’s used to these things?

source: 애꿎은 블론디나의 소매 보석 장식만 앙앙 물어 대던 에이몬이 그녀의 어깨로 폴짝 뛰어올랐다.{j}그런 후 목덜미에 얼굴을 비비는 척 작게 속삭였다.
en_us: Amon was getting somewhat restless that he chewed on Blondina’s sleeves decorated with jewels. Then, suddenly, he jumped to her shoulder and whispered to her, pretending to rub his head to the back of her neck.{j}

source: 이런저런 생각을 하는 사이 문이 열렸다.{j}파티장의 환한 빛이 쏟아져 내려 눈을 잠시 감았다가 떴다.
en_us: While she got carried away thinking about her friendship with Amon, the gates to the ballroom opened. The bright lights coming from the ballroom made her close her eyes.{j}

source: #5화
en_us: Chapter 5

source: ‘너도’ 짐승과 함께하는 건 싫으냐니?
en_us: Why is he asking me if I dislike being seen with beasts either?

source: “이, 이것을 어디서 훔친 게냐!{j}이 생쥐 같은 년!”
en_us: “Wh-where did you steal this from, you brat!”

source: 거대한 몸이 풀썩 땅 위로 납작 엎드렸다.
en_us: He flopped his giant body onto the ground and bowed before the cat.

source: 에이몬은 반쯤 체념한 모습으로 이리저리 휘둘릴 따름이었다.
en_us: Amon gave up resisting her and remained still as Blondina swung his body in her arms.

source: 블론디나는 알겠다는 듯 고개를 끄덕이다가 다시 에이몬의 턱 아래를 간질이며 물었다.
en_us: Blondina understood what he meant to say, so instead she reached out to his chin and asked while tickling it.

source: “네.{j}신의 후예까지 죽인 무서운 힘이었으니까요.{j}아무튼…… 인간과 표범 신수는 그 흑표범의 제압이라는 공통된 목표로 다시 평화 협정을 맺게 된 거예요.{j}어딘가 조금 묘한 평화인 거죠.”
en_us: “Yes. After all, he was powerful enough to kill the descendant of a god. Anyway, through this, the divine beasts and humans signed another treaty for peace as they gathered their forces together to overpower the black leopard. It was a weird way of achieving peace, but in the end, it turned out good for both parties.”{j}{j}{j}

source: 「이름 없어.{j}
en_us: His excitement didn’t last long when he saw Amon frown in frustration.{j}

source: “미안해.{j}오늘 내 고양이 기분이 별로 안 좋은가 봐.”
en_us: “My apologies. It seems like my cat is in a bad mood today.”{j}

source: “언니.{j}다시 한번 내 앞에서 황족, 아니, 라르트를 욕보인다면 가만있지 않겠어.{j}이런 식의 불쾌한 난동을 넘어가는 건 이번이 마지막이야.”
en_us: “I warning you, sister. If you ever insult Lart in front of me again, I will make you regret it.”{j}{j}

source: 블론디나는 금세 알아차렸다.{j}저놈들이구나.{j}
en_us: Blondina noticed right away that it was their doing.

source: “알…… 리가 없잖아, 라르트.”
en_us: “Th...there’s no way she would know, Lart.”

source: “고양이가 말을 하네?”
en_us: “You’re a silly cat. Where did you learn to talk?”

source: 블론디나는 막막히 잠긴 얼굴로 걸음을 옮겼다.
en_us: Blondina was lost in thoughts.

source: “고양이가 아니야?
en_us: “You’re not? Then what are you?”

source: “그럼 마제또로 할까?”
en_us: “What about Majetto?”

source: 아델라이 황녀는 숨을 들이켰다.
en_us: Princess Adellai was lost with words.

source: 블론디나는 마제또를 움켜쥐고 창문 밖으로 가볍게 날려 버렸다.
en_us: Blondina grasped Majetto in her hands and softly threw him out the window.

source: 한편, 블론디나 품에 안긴 에이몬은 화살의 궤적을 날카로운 눈으로 응시했다.{j}과연 인간의 무기는 어떠한지 나름대로 가늠해 보고 있는 모양이다.{j}화살 궤적을 따라 이리저리 눈을 굴리는 에이몬의 귀가 쫑긋쫑긋 움직였다.
en_us: Meanwhile, Amon, who was still in Blondina’s arms, carefully observed the trajectory of the arrows flying through the sky. He wanted to examine how destructive a human weapon could be. Amon’s eyes continued to follow the arrows until they hit the ground. His ears twitched as he kept watching the tournament.{j}{j}

source: 짓이기는 듯한 목소리가 오싹하게 울렸다.
en_us: The chilling voice of Amon echoed through the forest.

source: 저기서 떨어졌나 보구나.
en_us: Looking at the branches, Blondina was able to figure out herself how the cat got injured.

source: 사실 블론디나를 밀어내려면 얼마든 밀어낼 수 있었으나 블론디나가 상처받을까 봐 진심으로 밀어낼 수는 없었다.
en_us: However, if he wanted to he did wield the power to push Blondina away. He chose not to.

source: 그렇게 한참을 종이를 들여다보며 홀로 공부하고 있을 때였다.{j}뒤에서 인기척이 느껴졌다.
en_us: While she was spending her time alone studying with the parchment, she suddenly felt someone approach her from the back.{j}

source: 상자를 건네받은 블론디나가 감사의 인사를 전하려 할 때였다.{j}밖에서 무언가 우다다 뛰어와 창문 안으로 험하게 뛰쳐 들어왔다.
en_us: Before Philip could finish his sentenced as he handed his gift to Blondina, something abruptly rushed toward him from the window.{j}

source: “아니요!{j}전 신수는 아니에요!{j}에이몬 님이 신성한 힘을 나눠 주셔서 말할 수 있는 건데, 사실 제가 다른 애들보다 좀 똑똑한 건 사실이고-.”
en_us: “I’m not a divine beast! I’m only able to speak because Amon shared his great power with me. And to be honest, I’m actually quite a bit more clever than my peers!”{j}{j}

source: 푸른색의 아름다운 드레스.{j}옷깃에 달린 보석은 황홀하게 빛났고 천은 고급스럽다.
en_us: Blondina’s stunning blue dress was made of luxurious fabrics and elegant jewels sewed into its collars.{j}

source: 소녀의 입에서 세상 풍파 다 겪은 듯한 목소리가 나왔다.
en_us: Blondina suddenly sounded like an elder who had experienced enough from life, and her words made Lucy laugh.

source: 덧붙여 바퀴만 상했다면 쉬이 해결될 일이었으나, 문제는 다른 부분에 있었다.
en_us: The broken wheel wasn’t the biggest problem.

source: 블론디나가 입술을 삐죽거리다가 기어코 목울대를 꿀꺽 울렸다.{j}울컥거리는 감정이 자꾸만 제 속을 들쑤신다.{j}사실 아까부터 눈물이 날 것 같아 애써 참았다.
en_us: Blondina couldn’t say a word. Her throat choked up as she got emotional after hearing Amon’s words. She tried to hold back her tears, but her eyes continued to soak wet.{j}{j}

source: 하지만 10분 후.
en_us: Ten minutes later, Amon was on the floor playing with the ball of yarn.

source: 황녀가 시녀에게 보이는 태도치고는 너무도 다정했으나 애초에 둘의 관계가 그러했다.
en_us: Their relationship was far too closed to be defined as a relationship between a princess and her maid. However, this was how Blondina treated Lucy ever since they met for the first time.

source: 쫓아오겠다는 하녀를 두고 홀로 황궁을 거닐었다.
en_us: She was strolling around the palace leaving behind the two servants who insisted to accompany her.

source: 블론디나의 드레스 자락 위에 몸을 말고 앉은 에이몬이 체리 타르트를 아작거리기 시작했다.
en_us: Amon, who curled his body on top of Blondina’s dress, munched at the tart.

source: 마주하면 자꾸 심장이 쿵쿵거려서.
en_us: Every time she looked at him in the face she felt her heart racing and pounding like crazy.

source: “네.{j}저희 어머니께서 남겨 주신 건데…….”
en_us: “Yes. My mother left this for me…”

source: #1화
en_us: Chapter 1

source: 에이몬이 참새를 물고 온 것도 신기했고, 참새가 죽은 척했다는 것도 신기했고, 에이몬이 참새를 협박했다는 것도 신기했고, 그 말을 듣고 참새가 일어난 것도 신기했다.
en_us: So many unbelievable things happened before her eyes. First, Amon brought a sparrow, which she thought was dead, in his mouth. Then, she learned that the sparrow was actually playing dead because Amon threatened him. And now the sparrow was speaking in human language.

source: 양탄자 위를 쫑쫑거리며 뛰어온 마제또 역시 에이몬의 말에 동조하듯 외쳤다.
en_us: Majetto flew to the carpet and chirped alongside Amon.

source: 방금까지 치밀었던 미약한 우울함이 대번 사라졌다.
en_us: At the sight of Amon, her depressing thoughts cleansed away from her mind.

source: 블론디나는 이제 손가락에서 반지가 빠지지 않을 정도로 성장했다.
en_us: She was big enough to fit Amon’s once loose ring on her finger.

source: 나지막한 블론디나의 목소리에 왜인지 짐승을 고분고분하게 만드는 힘이 실려 있는 것만 같았다.{j}이상한 일이었다.{j}인간의 말 따위 들을 필요 없는 건데.{j}바닥에 납작 엎드린 새끼 고양이들이 꾸물꾸물 블론디나를 향해 다가오기 시작했다.
en_us: It seemed as if Blondina’s low-pitched voice wielded a power to tame creatures. It was a weird sight to spot as the cats seemed to obey Blondina’s voice and they began creeping towards her.{j}

source: “황녀님.{j}선물이 왔습니다.”
en_us: “Your Highness, you have a gift.”{j}

source: 어린 게!
en_us: How dare you tease me! You’re not only younger than me, but you’re just a small baby leopard...!
